IDEA Open Model
SectionStiffnesses.EccY Property
Compatible with IDEA StatiCa v 10.1
 eccentricity in y-direction
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double EccY { get; set; }
Public Property EccY As Double
	Get
	Set
public:
property double EccY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionStiffnesses Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace